/* .. in settings screen */
"About" = "Acerca";

/* No comment provided by engineer. */
"Active Subscriptions" = "Subscrições Activas";

/* No comment provided by engineer. */
"Adapters" = "Adaptadores";

/* .. in settings screen */
"Add New TVHeadend" = "Adicionar Novo TVHeadend";

/* Title 2 in settings screen */
"Advanced Settings" = "Opções Avançadas";

/* No comment provided by engineer. */
"All Channels" = "Todos os Canais";

/* .. in settings screen */
"Anonymous Statistics" = "Estatisticas Anónimas";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "Tem a certeza que deseja remover a gravação?";

/* ..in Settings server edit */
"Authentication" = "Autenticação";

/* .. in settings screen */
"Auto Start Polling" = "Auto Start Polling";

/* .. in settings screen */
"by Name" = "por Nome";

/* .. in settings screen */
"by Number" = "por Número";

/* .. in settings screen */
"Cache Data" = "Cache Dados";

/* .. in settings screen */
"Cache Data for" = "Cache Dados por";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Channel" = "Canal";

/* No comment provided by engineer. */
"Channels" = "Canais";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copiar para Clipboard";

/* No comment provided by engineer. */
"Custom Player" = "Aplicação Personalizada";

/* .. in settings screen */
"Custom Player URL" = "URL Aplicação Personalizada";

/* No comment provided by engineer. */
"Dvr Config" = "Configuração DVR";

/* No comment provided by engineer. */
"Genre" = "Género";

/* .. in settings screen */
"Licenses" = "Licenças";

/* .. in settings screen */
"minutes" = "minutos";

/* ..in Settings server edit */
"Name" = "Nome";

/* No comment provided by engineer. */
"Network Error" = "Erro na Ligação";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No active subscriptions." = "Sem subscrições activas.";

/* No comment provided by engineer. */
"No adapters found." = "Nenhum adaptador encontrado.";

/* No comment provided by engineer. */
"No auto recordings found." = "Nenhuma gravação automática encontrada.";

/* No comment provided by engineer. */
"No more programs available." = "Não há mais programas disponíveis.";

/* No comment provided by engineer. */
"No recordings found." = "Nenhuma gravação encontrada.";

/* .. in settings screen */
"Order Channels" = "Ordenar Canais";

/* ..in Settings server edit */
"Password" = "Palavra-Passe";

/* No comment provided by engineer. */
"Play Dvr File" = "Reproduzir ficheiro";

/* No comment provided by engineer. */
"Playback" = "Reprodução";

/* ..in Settings server edit */
"Port" = "Porta";

/* No comment provided by engineer. */
"Priority" = "Prioridade";

/* No comment provided by engineer. */
"Remove recording" = "Remover gravação";

/* ..in Settings server edit */
"Server Address" = "Endereço Servidor";

/* ..in Settings server edit */
"SSH Password" = "SSH Password";

/* ..in Settings server edit */
"SSH Port" = "SSH Port";

/* ..in Settings server edit */
"SSH Port Forward" = "SSH Port Forward";

/* ..in Settings server edit */
"SSH Username" = "SSH Username";

/* Auto rec edit - start around */
"Start Around" = "Começar por volta";

/* No comment provided by engineer. */
"Stream Channel" = "Stream Canal";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Adicionada a gravação automática com sucesso.";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Adicionada a gravação com sucesso.";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Gravação cancelada.";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Gravação automática eliminada.";

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Gravação eliminada.";

/* .. in settings screen */
"Support" = "Suporte";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Time" = "Tempo";

"Description" = "Sinopse";

/* .. in settings screen */
"TVHeadend Server" = "Servidor TVHeadend";

/* ..in Settings server edit */
"TVHeadend Server Details" = "Detalhes Servidor TVHeadend";

/* Title 1 in settings screen */
"TVHeadend Servers" = "Servidores TVHeadend";

/* ..in Settings server edit */
"Username" = "Utilizador";

/* No comment provided by engineer. */
"Weekdays" = "Dias Semana";

/* No comment provided by engineer. */
"Yes" = "Sim";

"Record" = "Gravar";
"AutoRec" = "AutoRec";
"Episode" = "Episódio";

/* segments for recordings screen */
"Upcoming" = "Futuras";
"Completed" = "Finalizadas";
"Failed" = "Com Erro";
"AutoRec" = "Automáticas";

/* segments for detail program */
"Details" = "Detalhes";
"See Again" = "Seguintes Programações";

"Recordings" = "Gravações";
"EPG" = "EPG";
"Status" = "Estado";
"Log" = "Log";